Repository: bobbingwide/oik
Catalog: languages/oik-*-by google (1).po
Languages: fr_fr

source: Full URL for the page - use as an alternative to the url= parameter
fr_fr: URL complète de la page - utilisation comme une alternative à l'url = paramètre

source: Width in pixels
fr_fr: Largeur en pixels

source: Height in pixels
fr_fr: Hauteur en pixels

source: |yes
fr_fr: | Oui

source: Support vertical scrolling
fr_fr: Soutien défilement vertical

source: Value for frameborder parameter
fr_fr: Valeur du paramètre frameborder

source: Type of the iframe
fr_fr: Type de l'iframe

source: handle
fr_fr: manipuler

source: dependencies
fr_fr: dépendances

source: Handle for the jQuery script
fr_fr: Poignée pour le script jQuery

source: jQuery selector
fr_fr: jQuery sélecteur

source: jQuery method to perform
fr_fr: méthode jQuery pour effectuer

source: Use true when you want to debug the jQuery
fr_fr: Utilisez vrai lorsque vous voulez déboguer le jQuery

source: Use true when the jQuery is to run when the window has loaded
fr_fr: Utilisez vrai lorsque le jQuery est à exécuter lorsque la fenêtre a été chargé

source: Variable list of parameters
fr_fr: Liste variable de paramètres

source: ID or full URL of JavaScript
fr_fr: ID ou URL complète de JavaScript

source: Set to T=True or Y=Yes when the script tag must be inline
fr_fr: Réglez à T = Vrai ou Y = Oui lorsque la balise de script doit être en ligne

source: Example to be completed!
fr_fr: Exemple d'être terminée!

source: ID of the post to link to or external URL
fr_fr: ID du poste de lier ou URL externe

source: Text for the link
fr_fr: Texte pour le lien

source: URL to link to
fr_fr: URL pour vous reliez à

source: number of items to list. -1=list all
fr_fr: nombre d'éléments à la liste. -1 = Liste tous

source: thumbnail|medium|large|full|nnn|wxh
fr_fr: thumbnail | moyenne | grande | complète | nnn | wxh

source: Display unordered or ordered list
fr_fr: Afficher liste non ordonnée ou ordonné

source: post ID to redirect to
fr_fr: poster ID pour rediriger vers

source: Link when clicked
fr_fr: Lien lorsqu'il est cliqué

source: Text for tooltip
fr_fr: Texte de l'info-bulle

source: %1s to %2s of %3s
fr_fr: % 1s à% 2s% de 3s

source: Simple paginated list
fr_fr: Simple liste paginée

source: Number of posts per page. Default from Reading Settings.
fr_fr: Nombre de messages par page. Défaut de paramètres de lecture.

source: field format string
fr_fr: chaîne de format de champ

source: text for read more button
fr_fr: texte pour lecture plus touche

source: ID from which to find the parent
fr_fr: ID à partir de laquelle pour trouver le parent

source: paypal-email
fr_fr: paypal-mail

source: paypal-country
fr_fr: paypal-pays

source: paypal-currency
fr_fr: paypal-monnaie

source: pay|buy|add|view
fr_fr: payer | acheter | ajouter | view

source: Button type
fr_fr: Type de bouton

source: PayPal email address
fr_fr: PayPal adresse e-mail

source: PayPal Country code
fr_fr: Code PayPal Pays

source: Amount without currency symbol
fr_fr: Somme sans symbole monétaire

source: Product name
fr_fr: Nom du produit

source: Shipping Address Required? 0=prompt, optional, 1=do not prompt, 2=prompt and require
fr_fr: Adresse de livraison requise? 0 = prompt, en option, 1 = sans demande de confirmation, 2 = prompt et nécessitent

source: Weight in kilos or pounds
fr_fr: Poids en kilos ou en livres

source: Shipping cost
fr_fr: Livraison

source: Shipping cost2
fr_fr: Expédition cost2

source: Skype name
fr_fr: Nom Skype

source: thumbnail|medium|large|full
fr_fr: thumbnail | moyenne | grande | complète

source: Image size
fr_fr: Taille de l'image

source: true|false
fr_fr: vrai | false

source: Disable slideshow wrapping
fr_fr: Désactiver diaporama emballage

source: Transition speed in milliseconds
fr_fr: Vitesse de transition en millisecondes

source: fade|scrollHorz
fr_fr: estomper | scrollHorz

source: Transition effect
fr_fr: Effet de transition

source: Time per slide when slideshow is playing
fr_fr: La durée par diapositive lorsque diaporama est en cours

source: Exclude the featured image
fr_fr: Exclure l'image en vedette

source: Autoplay the slideshow
fr_fr: La lecture automatique du diaporama

source: Position of the pager
fr_fr: Position du pager

source: Position of the navigation links
fr_fr: Position des liens de navigation

source: Show the image caption
fr_fr: Afficher la légende de l'image

source: Show the image title
fr_fr: Afficher le titre de l'image

source: Show the image description
fr_fr: Voir la description de l'image

source: advance|openurl
fr_fr: avance | openurl

source: Behaviour when image clicked
fr_fr: Comportement à l'image cliquée

source: Alternative to pagerpos=bottom
fr_fr: Alternative à pagerpos = bas

source: Support fluid layouts
fr_fr: Soutenir mises fluides

source: Force slide container height, in pixels
fr_fr: Force de hauteur du conteneur de diapositives, en pixels

source: ID of post from which the slides should be taken
fr_fr: ID de poste à partir de laquelle les lames doivent être prises

source: IDs of attachments to exclude
fr_fr: ID de pièces jointes à exclure

source: IDs of attachments to include
fr_fr: ID des pièces jointes à inclure

source: Note: Default values are set on the Portfolio slideshow options page
fr_fr: REMARQUE: Les valeurs par défaut sont définies sur la page des options de diaporama portefeuille

source: You can choose from any documented jQuery cycle transition listed here:
fr_fr: Vous pouvez choisir parmi toute transition de cycle jQuery documentée énumérés ici:

source: oik-fields plugin version must be version 1.31 or higher
fr_fr: OIK champs de la version d'un plugin doivent être la version 1.31 ou ultérieure

source: CSV of field names
fr_fr: CSV des noms de champs

source: Enclose in an Artisteer block
fr_fr: Placez le tout dans un bloc de Artisteer

source: text for the trace button
fr_fr: texte pour le bouton de trace

source: view|reset
fr_fr: vue | réinitialisation

source: trace control links to display
fr_fr: tracer des liens de contrôle pour afficher

source: click
fr_fr: clic

source: Event to trigger the revealing
fr_fr: Événement pour déclencher la révélation

source: Method used to reveal the content
fr_fr: Méthode utilisée pour révéler le contenu

source: Text above the hidden content
fr_fr: Texte ci-dessus le contenu caché

source: oik base plugin
fr_fr: Plugin de base oik

source: OIK Information Kit - Over 80 lazy smart shortcodes for displaying WordPress content
fr_fr: OIK Trousse d'information - Plus de 80 shortcodes intelligents paresseux pour l'affichage de contenu WordPress
