Repository: bobbingwide/oik
Catalog: languages/oik-*-by google (1).po
Languages: fr_fr

source: No items found.
fr_fr: Pas d'objets trouvés.

source: Select bulk action
fr_fr: Sélectionnez l'action en vrac

source: Bulk Actions
fr_fr: Actions En Vrac

source: Apply
fr_fr: Appliquer

source: Filter by date
fr_fr: Filtrer par date

source: All dates
fr_fr: Toutes les dates

source: List View
fr_fr: Afficher la liste

source: Excerpt View
fr_fr: Extrait Voir

source: %s pending
fr_fr: %s la attente

source: 1 item
fr_fr: 1 article

source: Go to the first page
fr_fr: Aller à la première page

source: Go to the previous page
fr_fr: Accédez à la page précédente

source: Select Page
fr_fr: Sélectionnez la page

source: Current page
fr_fr: Page actuelle

# paging
source: %1$s of %2$s
fr_fr: %1$s de %2$s

source: Go to the next page
fr_fr: Aller à la page suivante

source: Go to the last page
fr_fr: Aller à la dernière page

source: Select All
fr_fr: Tout Sélectionner

source: Install
fr_fr: Installer

source: Activate
fr_fr: Activer

source: Upgrade
fr_fr: Améliorer

source: %1$s may not be fully functional.
fr_fr: %1$s ne peuvent pas être pleinement fonctionnel.

source: Please install and activate the required minimum version of this plugin:
fr_fr: S'il vous plaît installer et activer la version minimale requise de ce brancher:

source: oik options
fr_fr: Options OIK

source: oik overview
fr_fr: aperçu oik

source: Overview
fr_fr: Vue d'ensemble

source: oik options-1
fr_fr: OPTIONS-1 OIK

source: More Options
fr_fr: Plus D'Options

source: oik plugins
fr_fr: plugins OIK

source: oik themes
fr_fr: thèmes OIK

source: Themes
fr_fr: Thèmes

source: oik buttons
fr_fr: boutons OIK

source: Buttons
fr_fr: Boutons

source: oik shortcode help
fr_fr: oik aide shortcode

source: Shortcode help
fr_fr: Shortcode aide

source: This box intentionally left blank
fr_fr: Cette case laissée vide intentionnellement

source: Click to toggle
fr_fr: Cliquer ici pour basculer

source: oik provides sets of lazy smart shortcodes that you can use just about anywhere in your WordPress site.
fr_fr: oik fournit des ensembles de shortcodes intelligents paresseux que vous pouvez utiliser à peu près partout dans votre site WordPress.

source: You enter your common information, such as contact details, slogans, location information, PayPal payment information and your social networking and bookmarking information using oik Options
fr_fr: Vous entrez vos informations commun, telles que les détails de contact, des slogans, des informations de localisation, les informations de paiement PayPal et votre réseau social bookmarking et de l'information en utilisant les Options OIK

source: If required, you enter alternative information using More options
fr_fr: Si nécessaire, vous entrez en utilisant l'information alternative Plus d'options

source: Enter your common information
fr_fr: Entrez votre information commune

source: More options
fr_fr: Plus d'options

source: Enter additional information
fr_fr: Entrez des informations supplémentaires

source: Discover the shortcodes that you can use in your content and widgets using Shortcode help
fr_fr: Découvrez les shortcodes que vous pouvez utiliser dans votre contenu et les widgets utilisant Shortcode aide

source: Discover shortcodes you can use
fr_fr: Découvrez shortcodes vous pouvez utiliser

source: Choose the helper buttons that help you to insert shortcodes when editing your content
fr_fr: Choisissez les boutons d'aide qui vous aident à insérer shortcodes lors de l'édition de votre contenu

source: Select TinyMCE and HTML edit helper buttons
fr_fr: Sélectionnez TinyMCE et HTML boutons modifier auxiliaires

source: To style the output from shortcodes you can create and edit a custom CSS file for your theme.
fr_fr: Pour le style de la sortie de shortcodes vous pouvez créer et modifier un fichier CSS personnalisé pour votre thème.

source: Note: If you change themes then you will start with a new custom CSS file.
fr_fr: Remarque: Si vous changez thèmes alors vous allez commencer avec un nouveau fichier CSS personnalisé.

source: You should save your custom CSS file before updating your theme.
fr_fr: Vous devez enregistrer votre fichier CSS personnalisé avant de mettre à jour votre thème.

source: Click on this button to edit your custom CSS file.
fr_fr: Cliquez sur ce bouton pour modifier votre fichier CSS personnalisé.

source: You have not defined a custom CSS file.
fr_fr: Vous ne l'avez pas défini un fichier CSS personnalisé.

source: Name your custom CSS file
fr_fr: Nonmmez votre fichier CSS personnalisé

source: Enter the name of your custom CSS file on the Options page
fr_fr: Entrez le nom de votre fichier CSS personnalisé sur la page Options

source: Some oik plugins and themes are supported from servers other than WordPress.org
fr_fr: Certains plugins et des thèmes OIK sont pris en charge à partir de serveurs autres que WordPress.org

source: Premium plugin and theme versions require API keys.
fr_fr: Versions du plugin Premium et thématiques nécessitent clés API.

source: Use the Plugins page to manage oik plugins servers and API keys
fr_fr: Utilisez la page Plugins pour gérer les serveurs de plugins OIK et les clés de l'API

source: Manage plugin servers and API keys
fr_fr: Gérer les serveurs de plug-in et les clés de l'API

source: Use the Themes page to manage oik themes servers and API keys
fr_fr: Utilisez la page Thèmes pour gérer les serveurs de thèmes d'OIK et les clés de l'API

source: Manage theme servers and API keys
fr_fr: Gérer les serveurs à thème et des clés API

source: Button shortcodes
fr_fr: shortcodes Button

source: PayPal shortcodes
fr_fr: Shortcodes PayPal

source: ALL shortcodes
fr_fr: TOUS shortcodes

source: [] quicktag for HTML editor
fr_fr: [] Quicktag pour l'éditeur HTML

source: Integrate with shortcake
fr_fr: Intégration avec shortcake

source: Save changes
fr_fr: Sauvegarder les changements

source: For more information:
fr_fr: Pour plus d'information:

source: Getting started
fr_fr: Commencer

source: Frequently Asked Questions
fr_fr: Questions Fréquemment Posées

source: oik documentation
fr_fr: documentation oik

source: Read the documentation for the oik plugin
fr_fr: Lisez la documentation pour le plugin oik

source: Support the development of %1$s by making a donation to %2$s
fr_fr: Soutenir le développement de %1$s en faisant un don à %2$s

source: overview
fr_fr: vue d'ensemble

source: Shortcode options
fr_fr: options de SHORTCODE

source: Custom CSS
fr_fr: CSS personnalisé

source: Servers and keys
fr_fr: Serveurs et clés

source: support oik
fr_fr: soutien oik

source: button selection
fr_fr: bouton de sélection

source: TinyMCE buttons
fr_fr: boutons de TinyMCE

source: shortcode options
fr_fr: options de shortcode

source: Often included key information
fr_fr: Informations clés souvent inclus

source: Usage notes
fr_fr: Notes d'utilisation

source: Telephone
fr_fr: Téléphone

source: Mobile
fr_fr: Portable

source: Emergency
fr_fr: Urgence

source: Contact button text
fr_fr: Contactez texte de bouton

source: Contact button tooltip
fr_fr: Contact Bouton infobulle

source: Street-address
fr_fr: Adresse de la rue

source: Locality
fr_fr: Localité

source: Region
fr_fr: Région

source: Post Code
fr_fr: Code Posteal

source: Country name
fr_fr: Nom du pays

source: Google Map width
fr_fr: Largeur Google Map

source: Google Map height
fr_fr: Google Map hauteur

source: PayPal country
fr_fr: PayPal pays

source: PayPal currency
fr_fr: Monnaie PayPal

source: Artisteer version
fr_fr: Version Artisteer

source: Use the shortcodes in your pages, widgets and titles. e.g.
fr_fr: Utilisez les shortcodes dans vos pages, des widgets et des titres. par exemple,

source: extra shortcode options
fr_fr: options de shortcode supplémentaires

source: alternative values using alt=1
fr_fr: des valeurs alternatives utilisant alt = 1

source: usage notes
fr_fr: notes d'utilisation

source: Telephone [bw_telephone alt=1]
fr_fr: Téléphone [bw_telephone alt = 1]

source: Extended-address [bw_address alt=1]
fr_fr: Extended-adresse [bw_address alt = 1]

source: Google Maps introductory text for [bw_show_googlemap alt=1]
fr_fr: Google Maps texte d'introduction pour [bw_show_googlemap alt = 1]

source: shortcode help
fr_fr: shortcode aide

source: About shortcodes
fr_fr: À propos de shortcodes

source: Shortcode summary
fr_fr: Résumé de Shortcode

source: This page lists all the currently active shortcodes. To find out more information about a shortcode click on the shortcode name in the Help column.
fr_fr: Cette page répertorie tous les shortcodes actuellement actifs. Pour de plus amples renseignements au sujet d'un shortcode cliquez sur le nom de shortcode dans la colonne Aide.

source: You will also be shown the HTML snippet for the example. There should be no need to do anything with this output.
fr_fr: Vous serez également montré l'extrait HTML pour l'exemple. Il devrait y avoir aucun besoin de faire quelque chose avec cette sortie.

source: For further information on a shortcode or its parameters click on the links in the Syntax column.
fr_fr: Pour plus d'informations sur un numéro court ou de ses paramètres, cliquez sur les liens dans la colonne de syntaxe.

source: plugin server settings
fr_fr: les paramètres du serveur plugins

source: Check
fr_fr: Chèque

source: Add new
fr_fr: Ajouter un nouveau

source: Edit plugin
fr_fr: Modifier le plugin

source: Settings
fr_fr: Paramètres

source: settings must not be blank
fr_fr: paramètres ne doivent pas être vide

source: server
fr_fr: serveur

source: A new version of the plugin is available
fr_fr: Une nouvelle version du plugin est disponible

source: Plugin is up to date.
fr_fr: Plugin est à jour.

source: theme server settings
fr_fr: les paramètres du serveur à thème

source: Edit theme
fr_fr: Modifier le thème

source: theme
fr_fr: thème

source: A new version of the theme is available
fr_fr: Une nouvelle version du thème est disponible

source: Theme is up to date.
fr_fr: Thème est à jour.

source: OIK Information Kit
fr_fr: Trousse d'information OIK

source: company
fr_fr: entreprise

source: . All rights reserved.
fr_fr: . Tous droits réservés.

source: yearfrom
fr_fr: Modèle Année

source: None
fr_fr: Aucun

source: Fields
fr_fr: Les champs

source: Post:
fr_fr: Poster:

source: read more
fr_fr: En savoir plus

source: oik comes with a set of companion plugins. Activate these when you find a need for them.
fr_fr: oik est livré avec un ensemble de plugins de compagnie. Activer ces lorsque vous trouvez un besoin pour eux.

source: email signature - build an email signature for your email client
fr_fr: signature électronique - construire une signature d'email pour votre client de messagerie

source: custom header image - define a custom header image for any post/page
fr_fr: l'image d'en-tête personnalisé - définir une image d'en-tête personnalisé pour tout poste / la page

source: oik sidebar - apply widget wrangler sidebar functionality to Artisteer themes
fr_fr: sidebar oik - appliquer fonctionnalité Wrangler sidebar widget à thèmes Artisteer

source: oik fields - allow custom fields to be shown within the content of your page or post
fr_fr: champs OIK - permettent des champs personnalisés à être présentés dans le contenu de votre page ou post

source: oik trace - problem determination trace
fr_fr: trace oik - problème détermination trace

source: oik action trace - trace WordPress actions and filters
fr_fr: oik trace d'action - tracer les actions et les filtres WordPress

source: oik bbpress - strip tags from bbPress forum title tooltips
fr_fr: bbpress oik - balises strip de bbSync titre infobulles

source: oik BuddyPress signup email - Send sign up verification emails via site admin for verification before accepting a user
fr_fr: OIK BuddyPress inscription email - Envoyer signer des e-mails de vérification par l'administrateur du site pour la vérification avant d'accepter un utilisateur

source: Contact form submission
fr_fr: Formulaire de contact présentation

source: Some scripts were changed!
fr_fr: Certains scripts ont été changés!

source: CSS class names
fr_fr: noms de classe CSS

source: unique identifier
fr_fr: identifiant unique

source: numeric
fr_fr: numérique

source: number to return
fr_fr: nombre de retour

source: offset from which to start
fr_fr: décalage à partir duquel commencer

source: numeric ID of the post category
fr_fr: ID numérique de la catégorie de poste

source: <i>category-slug</i>
fr_fr: <i>catégorie limace-</i>

source: category slugs (comma separated)
fr_fr: catégorie limaces (séparées par des virgules)

source: custom category slug
fr_fr: catégorie personnalisée slug

source: ID|title|parent|rand|menu_order
fr_fr: ID | Titre | parent | rand | menu_order

source: Sort sequence
fr_fr: Trier séquence

source: Sort order.
fr_fr: Ordre de tri.

source: IDs to include
fr_fr: ID pour inclure

source: IDs to exclude
fr_fr: ID à exclure

source: meta key
fr_fr: clé méta

source: post metadata key
fr_fr: clé de métadonnées poste

source: meta value
fr_fr: valeur méta

source: post metadata value
fr_fr: valeur de métadonnées poste

source: post|attachment|custom post type
fr_fr: poste | attachement | Type de poste personnalisé

source: Content type to display
fr_fr: Type de contenu à afficher

source: image|application|text|video|mime type
fr_fr: image | demande | texte | vidéo | type mime

source: Attached media MIME type
fr_fr: Attaché type MIME médias

source: Parent ID to use if not current post
fr_fr: Parent ID à utiliser sinon poste actuel

source: pending|draft|auto-draft|future|private|trash|any
fr_fr: attente | projet | auto-projet | futur | privé | poubelle | aucune

source: Post status
fr_fr: Poster état

source: IDs of posts to display
fr_fr: ID des messages à afficher

source: medium|large|full|nnn|wxh
fr_fr: moyenne | grande | complète | nnn | wxh

source: image size
fr_fr: taille de l'image

source: value for CSS id= keyword
fr_fr: valeur pour CSS id = mot-clé

source: classname
fr_fr: nom de la classe

source: custom class
fr_fr: classe personnalisée

source: CSS alignment class
fr_fr: CSS classe d'alignement

source: width in pixels (Note: 10 is added to this number)
fr_fr: largeur en pixels (Remarque: 10 on ajoute à ce nombre)

source: Order
fr_fr: Commande

source: ID|title|rand
fr_fr: ID | Titre | rand

source: Order by field
fr_fr: Classement par domaine

source: Post ID. Default: Current post ID
fr_fr: ID poste. Par défaut: Courant après ID

source: Item tag
fr_fr: Point tag

source: Icon tag
fr_fr: Icône tag

source: Caption tag
fr_fr: Légende tag

source: Columns
fr_fr: Colonnes

source: medium|full
fr_fr: moyenne | complète

source: Thumbnail image size
fr_fr: Taille de l'image Miniature

source: Embed example
fr_fr: Exemple Intégrer

source: Required width
fr_fr: Largeur requise

source: Required height
fr_fr: Hauteur requise

source: If omitted uses first attachment
fr_fr: Si omis utilise première pièce jointe

source: Allow looping of media
fr_fr: Autoriser bouclage des médias

source: Causes media to autoplay
fr_fr: Causes médias à lecture automatique

source: auto|metadata
fr_fr: auto | métadonnées

source: How the audio should be loaded
fr_fr: Comment l'audio doit être chargé

source: Placeholder image
fr_fr: l'image d'espace réservé

source: The shortcode you want explained
fr_fr: Le shortcode vous voulez expliqué

source: Display help for the shortcode
fr_fr: Afficher l'aide pour le shortcode

source: Display the syntax
fr_fr: Afficher la syntaxe

source: Display an example, if possible
fr_fr: Affichage d'exemple, si possible

source: Display the live results using default values
fr_fr: Afficher les résultats en direct en utilisant les valeurs par défaut

source: Display the generated HTML
fr_fr: Afficher le code HTML généré

source: Sort the shortcode codes by name.
fr_fr: Trier les codes de shortcode par son nom.

source: Address type.
fr_fr: Type d'adresse.

source: suffix for alternative address
fr_fr: suffixe pour autre adresse

source: <i>string</i>
fr_fr: <i>chaîne</i>

source: Prefix string
fr_fr: Chaîne de préfixe

source: Separator string
fr_fr: chaîne de séparateur

source: Use alternative value
fr_fr: Utiliser la valeur de remplacement

source: Tool tip text
fr_fr: texte d'info-bulle

source: enclosing HTML tag
fr_fr: enfermant tag HTML

source: oik options field to use
fr_fr: Options OIK champ à utiliser

source: <i>number</i>
fr_fr: <i>numéro</i>

source: Number override
fr_fr: Nombre override

source: tel: or sms: link
fr_fr: tél: ou sms: lien

source: additional CSS class names
fr_fr: noms de classe CSS supplémentaires

source: Copyright text prefix
fr_fr: Droit d'auteur texte préfixe

source: <i>company name</i>
fr_fr: <i>raison sociale</i>

source: from oik options - company
fr_fr: des options OIK - société

source: copyright suffix text
fr_fr: texte suffixe du droit d'auteur

source: from oik options - yearfrom
fr_fr: des options OIK - Modèle Année

source: Link URL for QR code image
fr_fr: Lien URL de l'image QR code for

source: width of QR code image, if required
fr_fr: largeur de l'image de code QR de, si nécessaire

source: <i>height</i>
fr_fr: <i>hauteur</i>

source: height of QR code image, if required
fr_fr: hauteur de l'image de code QR de, si nécessaire

source: Text for the blockquote
fr_fr: Texte pour le blockquote

source: Text for the citation
fr_fr: Texte de la citation

source: HTML start tag
fr_fr: HTML balise de début

source: paired HTML tag for the stag shortcode
fr_fr: tag HTML appariées pour le shortcode cerf

source: Advertisement selection - Artisteer theme options
fr_fr: Sélection Publicité - options du thème Artisteer

source: Alignment
fr_fr: Alignement

source: 0 if inline, 1 for block
fr_fr: 0 si ligne, 1 pour le bloc

source: Page to link to
fr_fr: Faire un lien vers la page

source: Index of the theme_collages post meta to display
fr_fr: Index des theme_collages poster méta pour afficher

source: IDs for the playlist
fr_fr: ID pour la playlist

source: Post from which the playlist is chosen
fr_fr: Poster à partir de laquelle la liste de lecture est choisi

source: video
fr_fr: vidéo

source: Content type
fr_fr: Type de contenu

source: Ordering
fr_fr: Commande

source: dark
fr_fr: sombre

source: Playlist style
fr_fr: Le style playlist

source: false
fr_fr: faux

source: Display track list?
fr_fr: Afficher la liste de la piste?

source: Display track numbers?
fr_fr: numéros de piste d'affichage?

source: Display images?
fr_fr: Afficher les images?

source: Display artists?
fr_fr: Afficher les artistes?

source: missing post processing function: %1$s
fr_fr: manquant fonction de post-traitement: %1$s

source: oik custom image link URL
fr_fr: personnalisé oik lien URL de l'image

source: Post type to display
fr_fr: Diffusez genre à afficher

source: Image type
fr_fr: Type d'image

source: thumbnail|medium|large|nnn|wxh
fr_fr: thumbnail | moyenne | grande | nnn | wxh

source: block title
fr_fr: titre de bloc

source: HTML tag for heading
fr_fr: balise HTML de la rubrique

source: Use Artisteer styled frame
fr_fr: Utilisez Artisteer cadre de style

source: CSS classes for block
fr_fr: classes CSS pour le bloc

source: Number of bookmarks to return. -1=unlimited
fr_fr: Nombre de signets pour revenir. -1 = Illimité

source: Sort order
fr_fr: Ordre de tri

source: Category name
fr_fr: Nom de la catégorie

source: URL for the link
fr_fr: URL pour le lien

source: contact name
fr_fr: nom du contact

source: who to contact
fr_fr: qui contacter

source: contact-text
fr_fr: contact texte

source: text for the button
fr_fr: texte pour le bouton

source: contact-title
fr_fr: contact titre

source: title for the tooltip
fr_fr: titre pour l'info-bulle

source: yes
fr_fr: Oui

source: Yes
fr_fr: Oui

source: Help
fr_fr: Aidez-Moi

source: Syntax
fr_fr: Syntaxe

source: Expands in titles?
fr_fr: Développe dans les titres?

source: Example
fr_fr: Exemple

source: Live example
fr_fr: Par exemple en direct

source: Snippet
fr_fr: Fragment

source: Contact %s
fr_fr: Contactez %s

source: Name *
fr_fr: Nom *

source: Subject
fr_fr: Sujet

source: Thank you for your submission.
fr_fr: Merci pour votre contribution.

source: Thank you for your submission. Something went wrong. Please try again.
fr_fr: Merci pour votre contribution. Quelque chose a mal tourné. S'il vous plaît essayer à nouveau.

source: We would like to thank you for your submission.
fr_fr: Nous tenons à vous remercier pour votre présentation.

source: Invalid. Please correct and retry.
fr_fr: Non valide. S'il vous plaît corriger et réessayez.

source: Value to identify the user
fr_fr: Valeur d'identifier l'utilisateur

source: Text for submit button
fr_fr: Texte pour le bouton soumettre

source: Email address for submission
fr_fr: Adresse e-mail de soumission

source: Note: If the form is submitted from Shortcode help then two emails would be sent.
fr_fr: Remarque: Si le formulaire est soumis à partir Shortcode aider alors deux e-mails seront envoyés.

source: So the normal snippet code is not invoked in this case.
fr_fr: Donc, le fragment de code normale est pas invoquée dans ce cas.

source: Post type to count
fr_fr: Diffusez Type de compter

source: pending|draft|auto-draft|future|private|trash|inherit
fr_fr: attente | projet | auto-projet | futur | privé | poubelle | inherit

source: Target date in format yyyy-mm-dd-hh-mm-ss
fr_fr: Date cible en format yyyy-mm-dd-hh-mm-ss

source: Start date in format yyyy-mm-dd-hh-mm-ss
fr_fr: Date de début au format yyyy-mm-dd-hh-mm-ss

source: Description for countdown
fr_fr: Description pour le compte à rebours

source: Target URL when countdown reaches zero
fr_fr: Cible URL lorsque le compte à rebours arrive à zéro

source: Text to replace time when countdown reaches zero
fr_fr: Texte pour remplacer le temps du compte à rebours arrive à zéro

source: No snippet available for this shortcode
fr_fr: Aucun extrait disponible pour cette shortcode

source: Display pages using jQuery cycle
fr_fr: Afficher les pages à l'aide de cycle de jQuery

source: Fit parameter. Use fit=0 with fx=scrollVert|scrollHorz
fr_fr: Paramètre Fit. Utilisez ajustement = 0 avec fx = scrollVert | scrollHorz

source: Display Prev and Next links
fr_fr: Afficher Précédent et Suivant liens

source: Send email to:
fr_fr: Envoyer un email à:

source: Follow %1$s on %2$s
fr_fr: Suivez %1$s sur %2$s

source: gener|dash
fr_fr: gener | tableau de bord

source: Icon font selection
fr_fr: sélection de la police de l'icône

source: Gallery ID. Must be specified.
fr_fr: Galerie ID. Doit être spécifié.

source: Number of images per page. 0=unlimited
fr_fr: Nombre d'images par page. 0 = illimité

source: Name for a gallery template
fr_fr: Nom d'un modèle de galerie

source: Some of the default values are extracted from oik information:
fr_fr: Certaines des valeurs par défaut sont extraites de l'information oik:

source: company - for the Company name
fr_fr: entreprise - pour le nom de la société

source: lat - for the latitude
fr_fr: lat - pour la latitude

source: long - for the longitude
fr_fr: à long - pour la longitude

source: width - map width ( 100% )
fr_fr: largeur - Plan largeur (100%)

source: height - map height ( 400px - to allow for the info window )
fr_fr: Hauteur - Plan hauteur (400px - pour permettre la fenêtre d'informations)

source: type your company name
fr_fr: tapez votre nom de l'entreprise

source: postcode
fr_fr: code postal

source: post code or zip code
fr_fr: code postal ou le code postal

source: width of the Google map
fr_fr: largeur de la carte Google

source: height of the map
fr_fr: hauteur de la carte

source: Additional markers
fr_fr: D'autres marqueurs

source: Zoom level
fr_fr: Le niveau de zoom

source: Full URL for the page
fr_fr: URL complète de la page
